export default {
    "links": {
        "home": "หน้าหลัก",
        "solution": "โซลูชั่น",
        "certification": "เอกสารเผยแพร่",
        "digitalsignature": "ลายเซ็นอิเล็กทรอนิกส์",
        "document": "เอกสารเผยแพร่",
        "contact": "ติดต่อเรา"
    },
    "home": {
        "btn-submit-form": "กรอกใบคำขอ รับใบรับรอง",
        "title-introduction": "ใบรับรองอิเล็กทรอนิกส์",
        "mess-introduction": "บริการออกใบรับรองอิเล็กทรอนิกส์เพื่อรับรองตัวตนของผู้ใช้บริการ สำหรับนำไปใช้ในการทำธุรกรรมอิเล็กทรอนิกส์อย่างปลอดภัย และบริการลงลายมือชื่ออิเล็กทรอนิกส์ (Document Signing) ตามมาตรฐานสากล",
        "title-solution": "โซลูชั่น",
        "title-caservice": "บริการออกใบรับรองอิเล็กทรอนิกส์เพื่อรับรองตัวตนของผู้ใช้บริการ",
        "mess-caservice": "สำหรับนำไปใช้ในการทำธุรกรรมอิเล็กทรอนิกส์อย่างปลอดภัย และบริการลงลายมือชื่ออิเล็กทรอนิกส์ (Document Signing) ตามมาตรฐานสากลบริษัท อินเทอร์เน็ตประเทศไทย จำกัด(มหาชน) ทำหน้าที่ออกใบรับรองอิเล็กทรอนิกส์ให้กับผู้ใช้บริการ โดยให้บริการ 2 ประเภทด้วยกัน คือ",
        "caservice-personal": "บริการออกใบรับรองอิเล็กทรอนิกส์ประเภทบุคคล (Personal Certificate)",
        "caservice-enterprise": "บริการออกใบรับรองอิเล็กทรอนิกส์ประเภทนิติบุคคล (Enterprise Certificate)",
        "title-digitalsignature": "บริการการลงลายมืออิเล็กทรอนิกส์",
        "mess-digitalsignature": "แพลตฟอร์มลงลายมือชื่ออิเล็กทรอนิกส์ที่น่าเชื่อถือภายใต้มาตรฐานความปลอดภัย ISO27001 และมาตรฐานในการให้บริการ ISO20000",
        "login-digitalsignature": "ใช้งานระบบลายเซ็นอิเล็กทรอนิกส์",
        "whyuse-oneca": "ทำไมต้องใช้แพลต์ฟอร์ม ONE CA",
        "standard": "มาตราฐานสากล",
        "mess-standard": "บริการออกใบรับรองฯ ของ One CA ได้รับการรับรองมาตรฐานความปลอดภัยสากล ISO27001 และ Webtrust for CA ใบรับรองฯ จาก ONE CA มีความถูกต้อง เที่ยงตรง และปลอดภัย ในระดับเดียวกับ CA สากลทั่วโลก",
        "convenient": "สะดวกรวดเร็ว",
        "mess-convenient": "ผู้ใช้บริการสามารถสร้างใบคำขอใบรับรองฯ และรับใบรับรองฯได้ด้วยตนเอง ผ่านทางเว็บไซต์ ทำให้สะดวกและประหยัดเวลา ทั้งนี้ ก่อนใบรับรองฯหมดอายุ ผู้ใช้บริการจะได้รับอีเมล์แจ้งเตือนล่วงหน้าให้มาขอใหม่ ป้องกันปัญหาการใช้งานหยุดชะงัก",
        "advice": "ให้คำปรึกษาและบริการ",
        "mess-advice": "สามารถให้บริการได้อย่างต่อเนื่อง และมีเจ้าหน้าที่ให้คำปรึกษาตลอดการใช้บริการ",
    },
    "address": {
        "address": "ที่อยู่",
        "mess-address": "บริษัท อินเทอร์เน็ตประเทศไทย จำกัด (มหาชน) หน่วยงานออกใบรับรองอิเล็กทรอนิกส์ ที่อยู่ 1768 อาคารไทยซัมมิท ทาวเวอร์ ชั้น 16 ถ.เพชรบุรีตัดใหม่ แขวงบางกะปิ เขตห้วยขวาง กรุงเทพมหานคร 10310",
        "tel": "โทร",
        "email": "อีเมล์"
    },
    "inet": {
        "inet": "บริษัท อินเทอร์เน็ตประเทศไทย จำกัด (มหาชน)"
    },
    "document": {
        "title-document": "เอกสารเผยแพร่",
        "CPCPS": "แนวนโยบาย",
        "CP": "แนวนโยบายของผู้ให้บริการออกใบรับรองอิเล็กทรอนิกส์ One CA",
        "CPS": "แนวปฏิบัติของผู้ให้บริการออกใบรับรองอิเล็กทรอนิกส์ One CA",
        "PrivacyPolicy": "นโยบายคุ้มครองข้อมูลส่วนบุคคล",
        "title-RequestForm": "แบบคำขอ",
        "RequestForms": "แบบคำขอใช้บริการใบรับรองอิเล็กทรอนิกส์",
        "RevocationForms": "แบบคำขอคำขอเพิกถอนใบรับรองอิเล็กทรอนิกส์",
        "preview": "ตัวอย่าง",
        "download": "ดาว์นโหลด"
    },
    "about": {
        "titleAbout": "ติดต่อเรา",
        "title-company": "ข้อมูลบริษัท",
        "name-company": "บริษัท อินเทอร์เน็ตประเทศไทย จำกัด (มหาชน)",
        "address-company": "ที่ตั้งบริษัท",
        "ca": "หน่วยงานออกใบรับรองอิเล็กทรอนิกส์",
        "mess-address-company": "1768 อาคารไทยซัมมิท ทาวเวอร์ ชั้น 16 ถ.เพชรบุรีตัดใหม่ แขวงบางกะปิ เขตห้วยขวาง กรุงเทพมหานคร 10310",
        "tel": "โทรศัพท์",
        "email": "อีเมล์"
    }
}