export default {
    "links": {
        "home": "หน้าหลัก",
        "solution": "โซลูชั่น",
        "certification": "เอกสารเผยแพร่",
        "digitalsignature": "ลายเซ็นอิเล็กทรอนิกส์",
        "document": "เอกสารเผยแพร่",
        "contact": "ติดต่อเรา"
    },
    "home": {
        "btn-submit-form": "กรอกใบคำขอ รับใบรับรอง",
        "title-introduction": "ใบรับรองอิเล็กทรอนิกส์",
        "mess-introduction": "ใบรับรองอิเล็กทรอนิกส์ เปรียบเสมือนพาสปอร์ต ที่ใช้ในการยืนยันตนเป็นแหล่งอ้างอิงที่มีความน่าเชื่อถือและเป็นสากล พาสปอร์ตจะอยู่ในรูปแบบของเอกสาร กระดาษ สามารถจับต้องได้ แต่ใบรับรองอิเล็กทรอนิกส์จะอยู่ในรูปของไฟล์ 1 ไฟล์ ซึ่งเป็นชุดข้อมูลที่มีความเฉพาะเจาะจงสำหรับบุคคลหนึ่งๆ เท่านั้น นั่นหมายความว่าชุดข้อมูลของใบรับรองอิเล็กทรอนิกส์ของแต่ละคนจะไม่ซ้ำกันนั่นเอง โดยใบรับรองอิเล็กทรอนิกส์จะถูกออกโดยหน่วยงานผู้ให้บริการใบรับรองอิเล็กทรอนิกส์ที่มีความน่าเชื่อถือด้วยการเข้ารหัส และ ลายมือชื่อดิจิตอล ในการทำธุรกรรม เราสามารถรักษาความ ลับของข้อมูล สามารถรักษาความถูกต้องของข้อมูล และสามารถระบุตัวบุคคลได้ระดับหนึ่ง เพื่อเพิ่มระดับความปลอดภัยในการระบุตัวบุคคล โดยสร้างความเชื่อถือมากขึ้นด้วย ใบรับรองดิจิตอล(Digital Certificate) ซึ่งออกโดยองค์กรกลางที่เป็นที่เชื่อถือ เรียกว่า องค์กรรับรองความถูกต้อง(Certification Authority) จะถูกนำมาใช้สำหรับยืนยันในการทำ ธุรกรรมว่า เป็นบุคคลนั้นๆจริงตามที่ได้อ้างไว้ ใบรับรองดิจิตอลที่ออกตามมาตรฐาน X.509 Version 3 ซึ่งเป็นมาตรฐานที่ได้รับความนิยมอย่าง แพร่หลายที่สุด",
        "title-solution": "โซลูชั่น",
        "title-caservice": "บริการออกใบรับรองอิเล็กทรอนิกส์",
        "mess-caservice": "เราแบ่งการให้บริการออกใบรับรองอิเล็กทรอนิกส์ ออกเป็น 2 ประเภทด้วยกันคือ",
        "caservice-personal": "ประเภทบุคคล (Personal Certificate)",
        "caservice-enterprise": "ประเภทนิติบุคคล (Enterprise Certificate)",
        "title-digitalsignature": "บริการการลงลายมืออิเล็กทรอนิกส์",
        "mess-digitalsignature": "แพลตฟอร์มลงลายมือชื่ออิเล็กทรอนิกส์ที่น่าเชื่อถือ ได้รับมาตรฐานความปลอดภัย ISO27001 และมาตรฐานในการให้บริการ ISO20000 ช่วยให้คุณสามารถนำเอกสาร PDF เข้ามาทำ Digital Signing ได้",
        "login-digitalsignature": "ใช้งานระบบลายเซ็นอิเล็กทรอนิกส์",
        "whyuse-oneca": "ทำไมต้องใช้แพลต์ฟอร์ม ONE CA",
        "standard": "มาตราฐานสากล",
        "mess-standard": "บริการออกใบรับรองฯ ของ One CA ได้รับการรับรองมาตรฐานความปลอดภัยสากล ISO27001 และ Webtrust for CA ใบรับรองฯ จาก ONE CA มีความถูกต้อง เที่ยงตรง และปลอดภัย ในระดับเดียวกับ CA สากลทั่วโลก",
        "convenient": "สะดวกรวดเร็ว",
        "mess-convenient": "ผู้ใช้บริการสามารถสร้างใบคำขอใบรับรองฯ และรับใบรับรองฯได้ด้วยตนเอง ผ่านทางเว็บไซต์ ทำให้สะดวกและประหยัดเวลา ทั้งนี้ ก่อนใบรับรองฯหมดอายุ ผู้ใช้บริการจะได้รับอีเมล์แจ้งเตือนล่วงหน้าให้มาขอใหม่ ป้องกันปัญหาการใช้งานหยุดชะงัก",
        "advice": "ให้คำปรึกษาและบริการ",
        "mess-advice": "สามารถให้บริการได้อย่างต่อเนื่อง และมีเจ้าหน้าที่ให้คำปรึกษาตลอดการใช้บริการ",
    },
    "address": {
        "address": "ที่อยู่",
        "mess-address": "บริษัท อินเทอร์เน็ตประเทศไทย จำกัด (มหาชน) หน่วยงานออกใบรับรองอิเล็กทรอนิกส์ ที่อยู่ 1768 อาคารไทยซัมมิท ทาวเวอร์ ชั้น 16 ถ.เพชรบุรีตัดใหม่ แขวงบางกะปิ เขตห้วยขวาง กรุงเทพมหานคร 10310",
        "tel": "โทร",
        "email": "อีเมล์"
    },
    "inet": {
        "inet": "บริษัท อินเทอร์เน็ตประเทศไทย จำกัด (มหาชน)"
    },
    "document": {
        "title-document": "เอกสารเผยแพร่",
        "CPCPS": "แนวนโยบาย",
        "CP": "แนวนโยบายของผู้ให้บริการออกใบรับรองอิเล็กทรอนิกส์ One CA",
        "CPS": "แนวปฏิบัติของผู้ให้บริการออกใบรับรองอิเล็กทรอนิกส์ One CA",
        "PrivacyPolicy": "นโยบายคุ้มครองข้อมูลส่วนบุคคล",
        "RequestForms": "แบบคำขอใช้บริการใบรับรองอิเล็กทรอนิกส์",
        "RevocationForms": "แบบคำขอคำขอเพิกถอนใบรับรองอิเล็กทรอนิกส์"
    },
    "about": {
        "titleAbout": "ติดต่อเรา",
        "title-company": "ข้อมูลบริษัท",
        "name-company": "บริษัท อินเทอร์เน็ตประเทศไทย จำกัด (มหาชน)",
        "address-company": "ที่ตั้งบริษัท",
        "ca": "หน่วยงานออกใบรับรองอิเล็กทรอนิกส์",
        "mess-address-company": "1768 อาคารไทยซัมมิท ทาวเวอร์ ชั้น 16 ถ.เพชรบุรีตัดใหม่ แขวงบางกะปิ เขตห้วยขวาง กรุงเทพมหานคร 10310",
        "tel": "โทรศัพท์",
        "email": "อีเมล์"
    }
}